[Demo_Ekoro_ep6_3_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=4,Y=784,Z=1057),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=37,Y=594,Z=922),VecSub=(X=135,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-35,Y=594,Z=-922),VecSub=(X=60,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0115_fx_Stand2Skill",Rate=1,Number=2,Bit=0)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_1500_lp_Skill",Number=8)
DemoScripts[14]=(Actor=WINDOW,Command=SET)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_001_Cue',Name="エコロ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[21]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_003_Cue',Name="エコロ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[24]=(Actor=WINDOW,Command=EXIT)
DemoScripts[25]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Ekoro_ep6_3.GG2_SE_DM_Tentacle_Hold_Cue')
DemoScripts[26]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[27]=(Actor=FADE,Command=WAIT)
DemoScripts[28]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[29]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[30]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[31]=(Actor=TEXTURE,Command=START,CId=16,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[32]=(Actor=GALLERY,Command=SET_FLAG,CId=16,Bit=0)
DemoScripts[33]=(Actor=CHARACTER,Command=EXIT,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',CId=71)
DemoScripts[34]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-35,Y=594,Z=922),CId=72)
DemoScripts[35]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-8,Z=0),SecTime=)
DemoScripts[36]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[37]=(Actor=FADE,Command=WAIT)
DemoScripts[38]=(Actor=WINDOW,Command=SET)
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_004_Cue',Name="エコロ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_005_Cue',Name="エコロ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_006_Cue',Name="クロナ")
DemoScripts[46]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[47]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[48]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_007_Cue',Name="クロナ")
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[50]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[52]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[53]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[54]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[55]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[56]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_010_Cue',Name="エコロ")
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[58]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[60]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[61]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[62]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_013_Cue',Name="エコロ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[68]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[69]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[70]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[71]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_016_Cue',Name="エコロ")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[75]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[76]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[77]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[78]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_018_Cue',Name="エコロ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[84]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[85]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[86]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[87]=(Actor=ADD,Command=FAVOR,Name="",Number=10)
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[89]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[90]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=1)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_022_Cue',Name="エコロ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[93]=(Actor=TEXTURE,Command=CROSS_FADE,CId=16,Bit=0,Number=0,Rate=1)
DemoScripts[94]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[95]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[96]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[97]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=1)
DemoScripts[98]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_025_Cue',Name="エコロ")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[100]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[101]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[102]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_026_Cue',Name="エコロ")
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[104]=(Actor=WINDOW,Command=EXIT)
DemoScripts[105]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Ekoro_ep6_3.GG2_SE_DM_Monster_Swept_Cue')
DemoScripts[106]=(Actor=FADE,Command=SET,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[107]=(Actor=FADE,Command=WAIT)
DemoScripts[108]=(Actor=TEXTURE,Command=EXIT,CId=16,Bit=0)
DemoScripts[109]=(Actor=GALLERY,Command=SET_FLAG,CId=16,Bit=1)
DemoScripts[110]=(Actor=FADE,Command=EXIT,SecTime=0.5,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[111]=(Actor=FADE,Command=WAIT)
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_lp_close_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0103_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[114]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0300_lp_Depressed",Number=8)
DemoScripts[115]=(Actor=WINDOW,Command=SET)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_027_Cue',Name="クロナ")
DemoScripts[118]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[119]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=1,Number=0,Bit=1)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_029_Cue',Name="クロナ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[126]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=1,Number=0,Bit=1)
DemoScripts[127]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[128]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_030_Cue',Name="クロナ")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_3.GG2_V_Ekoro_ep6_3_032_Cue',Name="クロナ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[138]=(Actor=WINDOW,Command=EXIT)
DemoScripts[139]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[140]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[141]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[142]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[143]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_ep6_3_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=SPORT,ParamNum=30),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=50),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_ep6_3_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="捕捉到了哦!/n接招吧!/n現在就用必殺的天使箭矢!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="危險!!")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="欸?")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="呃,嗚哇~!!")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="這是什麼啊!?/n為什麼會變成這種情況~!!?")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="啊啊! 你在做什麼DEATH啊,/n氣球魔物仔!?/n那傢伙不是敵人DEATH唷--!?")

Texts[6]=(Label="TEXT07",Name="庫蘿娜",Text="不......不行DEATH! 氣球魔物仔....../n情緒太過亢奮,庫蘿娜說的話,/n完全聽不進去DEATH!")

Texts[7]=(Label="TEXT08",Name="峯大",Text="怎麼這樣......艾可蘿!!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="就靠我的蠻力/n撕碎它的觸手!!")

Texts[9]=(Label="TEXT10",Name="艾可蘿",Text="蠻力對魔物不管用!/n不要勉強,請使用費洛蒙射擊吧!!")

Texts[10]=(Label="TEXT11",Name="峯大",Text="咦......是這樣嗎?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="冷靜點,峯大!/n是風......仔細判讀風的流向....../n閉上眼睛......用耳朵和肌膚......")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="請不要依靠來路不明的陌生兵法,/n用正常的方式戰鬥啊!")

Texts[13]=(Label="TEXT14",Name="峯大",Text="這......這樣啊?/n那就正常一點吧.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="我現在就來救妳!!/n妳等著!!")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="峯大大人......非常抱歉./n都是因為我太過大意了......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="觸手場景是獎勵哦!/n我要把這個畫面保存在我的腦內D槽裡!!")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="別做那種事了,/n請快點來救我--!")

Texts[18]=(Label="TEXT19",Name="峯大",Text="好啦好啦,這就來救妳....../n呿--")

Texts[19]=(Label="TEXT20",Name="峯大",Text="對2P的麥克風大聲喊出來!/n\"INTI CREATES!\"")

Texts[20]=(Label="TEXT21",Name="峯大",Text="INTI CREATES!",Format[0]=(Size=37,Start=0,End=13))

Texts[21]=(Label="TEXT22",Name="艾可蘿",Text="搞不懂你在做什麼啊--!!")

Texts[22]=(Label="TEXT23",Name="峯大",Text="............")

Texts[23]=(Label="TEXT24",Name="峯大",Text="......好!/n我現在就來救妳!")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="請一開始就這麼做--!")

Texts[25]=(Label="TEXT26",Name="艾可蘿",Text="不要啊--!!")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="艾可蘿--!!!")

Texts[27]=(Label="TEXT28",Name="峯大",Text="怎麼會......艾可蘿居然......!!")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="......!!")

Texts[29]=(Label="TEXT30",Name="庫蘿娜",Text="還沒完DEATH,人類!/n魔界植物仔消化是/n需要時間的DEATH!")

Texts[30]=(Label="TEXT31",Name="峯大",Text="咦!!/n那艾可蘿沒事嗎!?")

Texts[31]=(Label="TEXT32",Name="庫蘿娜",Text="是的,應該是這樣DEATH!/n人類......希望你能阻止/n魔界植物仔DEATH!!")

Texts[32]=(Label="TEXT33",Name="峯大",Text="我明白了!/n艾可蘿,我現在就救妳出來!!")

Texts[33]=(Label="",Name="",Text="")

Texts[34]=(Label="SELECT01",Name="",Text="撕碎它的觸手!")

Texts[35]=(Label="SELECT02",Name="",Text="仔細判讀/n風的流向")

Texts[36]=(Label="SELECT03",Name="",Text="現在就來救妳!")

Texts[37]=(Label="SELECT04",Name="",Text="觸手場景/n是獎勵")

Texts[38]=(Label="SELECT05",Name="",Text="對2P的麥克風/n大聲喊出來!")

Texts[39]=(Label="SELECT06",Name="",Text="")

Texts[40]=(Label="SELECT07",Name="",Text="")

Texts[41]=(Label="SELECT08",Name="",Text="")

Texts[42]=(Label="SELECT09",Name="",Text="")

Texts[43]=(Label="SELECT10",Name="",Text="")


